Repository: strandlie/faerd
Catalog: Ferd WatchKit Extension/*.lproj/Localizable.strings
Languages: nb

source: List
nb: Liste

source: Favorites
nb: Favoritter

# no_stops
source: No stops nearby
nb: Ingen stopp i nærheten

# no_location_access
source: We do not have access to your location.
nb: Vi har ikke tilgang til posisjonen din.

# open_iphone
source: On your iPhone
nb: Finn frem din iPhone

# instructions
source: go to Settings - Privacy - Location Services - Ferd and enable "While Using the App" to be able to use the app.
nb: gå til Innstillinger - Personvern - Stedstjenester - Ferd og velg "Når appen er i bruk" for å kunne bruke appen.

source: Departures
nb: Avganger

source: No departures
nb: Ingen avganger

source: Now
nb: Nå

source: Load more...
nb: Last flere...

source: Departures in
nb: Avganger i

source: realtime
nb: sanntid

source: to
nb: til

source: About
nb: Om appen

# start_screen
source: Launch screen
nb: Startskjerm

# description
source: is developed with love for efficient travel. Feedback and bug reports are always appreciated, and can be made through
nb: er utviklet med kjærlighet for effektive reiser. Tilbakemeldinger og bug reports settes alltid pris på, og kan gjøres gjennom

source: Credits
nb: Kreditering

# entur
source: Data is fetched from EnTur. developer.entur.org
nb: Data hentes fra EnTur. developer.entur.org

source: Settings
nb: Innstillinger

# no_favorites
source: You have no favorites
nb: Du har ingen favoritter

source: Press
nb: Trykk på

# to_begin
source: to add your first
nb: for å legge til din første

source: Premium Favorites
nb: Premium Favoritter

# max_favorites
source: You have reached the maximum number of favorites in the free version of Ferd.
nb: Du har nådd maksimalt antall favoritter i gratisversjonen av Ferd.

source: Upgrade
nb: Oppgrader

# benefits
source: to Premium Favorites and unlock as many favorites as you need.
nb: til Premium Favoritter og få tilgang til ubegrenset antall favoritter.

source: Premium Required
nb: Premium Favoritter

# upgrade_for_unlimited
source: Upgrade to Premium Favorites to store an unlimited number.
nb: Oppgrader til Premium Favoritter for å få tilgang til ubegrenset antall favoritter.

# keep_free
source: Keep using free
nb: Behold gratisversjonen
